{
  "general": {
    "request_quote": "Request a quote",
    "schedule_consultation": "Schedule a consultation",
    "we_enhance_talent": "We promote talent through <span class='accent-color'>training and recruitment</span>",
    "we_enhance_talent2": "We promote talent through training and recruitment",
    "building_teams": "Building successful teams and developing cutting-edge skills",
    "discover_how_our_training": "Discover how our training and recruitment transform companies",
    "explore_our_services": "Explore our personalized services in depth.",
    "explore_our_services2": "Explore Our Services and Unlock Your Potential Now",
    "we_are_leaders_in_training": "We are leaders in training and recruitment, <i class='accent-color'>driven by values ​​and experience</i>",
    "strengths": "Strengths",
    "strengths_text": "We excel at identifying and developing exceptional talent, offering personalized solutions that drive the success of our clients.",
    "values": "Values",
    "values_text": "Guided by a culture rooted in strong principles, our values ​​guide every aspect of our work and relationships.",
    "key_expertise": "Key Expertise",
    "key_expertise_text": "We have extensive experience in training and recruitment, offering personalized solutions to ensure the success of our clients.",
    "our_clients_title": "Companies that <i class='accent-color'>already trust us</i>",
    "entrepreneurs": "Our Consultants",
    "projects_led_title": "Discover how we have led projects <i class='accent-color'>successful training and recruitment</i>",
    "specialize_in": "Specialize in",
    "formation": "formation",
    "et_recrutement": "ET RECRUTEMENT",
    "contact_us": "Contact us",
    "services_title": "HR <span class='accent-color'>Consulting</span>",
    "our_training_title": "Our <i class='accent-color'>Training</i>",
    "presentation": "Presentation",
    "presentation_text": "Welcome to our Training section, where excellence and skill development converge to drive the success of your team and company...",
    "specialization": "Specialization",
    "specialization_text": "From leadership to specialized technical skills, our training programs are designed to fit specific needs...",
    "success_stories": "Success stories",
    "success_stories_text": "Our success stories are tangible testimonies of how personalized training has transformed companies like yours...",
    "see_more": "See more",
    "buy_training": "Buy training",
    "see_more_trainings": "See more trainings",
    "our_recruitment_title": "What type of support are you looking for for your <i class='accent-color'>evaluation processes and selection?</i>",
    "industrie_title": "Our <i class='accent-color'>Consulting</i>",
    "we_stand_out_in": "We stand out in",
    "we_stand_out_in_text": "Listing of specific industries where we have had a significant impact.",
    "custom_adaptation": "Custom adaptation",
    "custom_adaptation_text": "We adjust our services to the unique needs of each industry.",
    "our_clients_say_title": "What our satisfied <i class='accent-color'>customers say</i>",
    "see_more_reviews": "See more reviews",
    "training": "Trai<span class='accent-color'>ning</span>",
    "training_text": "Our training programs range from intensive workshops to continuous training programs to develop the talent of your teams and improve their performance.",
    "discover_content_title": "Discover the <i class='accent-color'>content we offer</i>",
    "discover_content_text": "Updated materials and practical exercises for an enriching learning experience.",
    "our_register_title": "Our <i class='accent-color'>Registration</i>",
    "our_register_text": "Easily register through our online portal and begin your learning journey.",
    "recruitment_title": "Recruit<span class='accent-color'>ment</span>",
    "our_methodologies": "Our <i class='accent-color'>Methodologies</i>",
    "our_methodologies_text": "We use extensive assessments and specialized interviews to ensure perfect matches.",
    "our_explanation_title": "What will you <i class='accent-color'>achieve with us?</i>",
    "our_explanation_text": "From creating job profiles to the final interview, we will guide you every step of the process.",
    "success_metrics": "Do you need to <i class='accent-color'>Hire candidates?</i>",
    "success_metrics_text": "Desde Hercules te brindaremos todo el servicio necesario que buscas.",
    "careers_title": "About<br><span class='accent-color'>Us</span>",
    "jobs_section_title": "Jobs <i class='accent-color'>Section</i>",
    "jobs_section_text": "For those looking to join our talented team.",
    "postulate": "Postulate",
    "contact_title": "Cont<span class='accent-color'>act</span>",
    "address": "Address",
    "attention_schedule": "Attention schedule",
    "attention_days": "Monday to Friday 8:00am to 6:00pm",
    "search": "Search",
    "phone": "Phone",
    "emails": "Emails",
    "privacy_policy": "Privacy Policy",
    "terms_of_use": "Terms of Use",
    "services": "Services",
    "services_text": "In the business world, each new team member is a strategic investment. At HERCULES, we offer recruitment services that go beyond...",
    "specialized_process": "Specialized Process",
    "specialized_process_text": "Our specialized recruiting process focuses on understanding the unique needs of your company. From creating job profiles...",
    "recruitment_successes": "Recruitment Successes",
    "recruitment_successes_text": "We are proud of our track record of success in placing highly qualified professionals in key roles. We have contributed to the growth and success of various...",
    "about_us_text": "We are your partner in a changing and digitalized business world and we will help you take advantage of the opportunities of the future of work with our consulting, training and recruitment.",
    "about_us_text_1": "<h2>We are the subsidiary of ZAidAN specialized in consulting, training and recruitment, with operations in Morocco.</h2><br><br>As part of the ZAidAN global network, we provide comprehensive services for the business development and sustainable growth of organizations in a variety of sectors.<br><br>We firmly believe that the true value of a company lies in the support, tools and opportunities of growth that you offer to your team, which is why we are committed to providing the necessary support to turn businesses into excellent companies.",
    "text_1": "We analyze and optimize the strategic HR areas to enhance the transformation of your organization",
    "text_2": "<b>We adapt:</b> We adapt our consulting to the needs and particularities of your company.<br><br><b>Focus on achievements:</b> Our action plans are aimed at helping you meet your goals. goals, accompanying you throughout the process.<br><br><b>Global Reach:</b> We are available both nationally and internationally, with a wide coverage network.",
    "button_1": "CONTACT US",
    "text_3": "<b>Comprehensive transformation</b> in your organization",
    "text_4": "<b>Greater efficiency and effectiveness</b> in your processes",
    "text_5": "<b>Goal achievement</b> with a personalized approach",
    "text_6": "<b>Expansion</b> of reach at a national and international level",
    "text_7": "<b>Significant improvement</b> in <b>business performance</b> and team well-being",
    "text_8": "We specialize in attracting and identifying the most qualified talent so that you can strengthen your organization with the best professionals.",
    "text_9": "Personalization",
    "text_10": "Transparency and precision",
    "text_11": "Specialization",
    "text_12": "Adaptability",
    "text_13": "We carefully select professionals who fit perfectly with your company.",
    "text_14": "We offer a rigorous, transparent and precise selection process, supported by a unique methodology.",
    "text_15": "We have highly specialized consultants in selection, dedicated to identifying and evaluating the talent you need.",
    "text_16": "We analyze your objectives and design a tailored selection process, focused on the profile you are looking for.",
    "text_17": "Selection",
    "text_18": "<ol><li>• We select and attract the talent most compatible with your company.<br><br></li><li>• Recruitment Process Outsourcing (RPO) if what you are looking for is to delegate complete or partial management of your recruitment area.< /li></ol>",
    "text_19": "Individual or group evaluation",
    "text_20": "<ol><li>• We provide you with assistance if you have attracted talent and need to evaluate it. Candidates can be external, internal or a combination of both.<br><br></li><li>• We carry out evaluation sessions, tests and interviews to analyze the profiles.<br><br></li><li>• You will be able to minimize errors in hiring or internal promotion decisions with our evaluation process services.</li></ol>",
    "text_21": "Assessment Center",
    "text_22": "<ol><li>• Our situational assessment techniques will allow us to identify critical behaviors for effective staff performance.<br><br></li><li>• Access our services for external selection processes, such as for internal promotion and development plans.</li></ol>"
  },
  "navbar": {
    "home": "Home",
    "services": "Consultancy",
    "training": "Training",
    "recruitment": "Recruitment",
    "about_us": "About us",
    "contact": "Contact"
  },
  "forms": {
    "name": "Name",
    "last_name": "Last name",
    "email": "Email",
    "option_to_apply": "Attach CV",
    "client_login_text": "You are already a customer! <i class='accent-color'>enter here</i>",
    "phone_number": "Phone number",
    "email_long": "Email address",
    "terms": "I have read and accept the privacy policy*",
    "send": "Send"
  }
}