{
  "general": {
    "request_quote": "Solicitar un presupuesto",
    "schedule_consultation": "Planificar una consulta",
    "we_enhance_talent": "Potenciamos talento a través de <span class='accent-color'>formación y reclutamiento</span>",
    "we_enhance_talent2": "Potenciamos talento a través de formación y reclutamiento",
    "building_teams": "Construyendo equipos exitosos y desarrollando habilidades de vanguardia",
    "discover_how_our_training": "Descubre cómo nuestra formación y reclutamiento transforman empresas",
    "explore_our_services": "Explora a fondo nuestros servicios personalizados.",
    "explore_our_services2": "Explora Nuestros Servicios y Desbloquea Tu Potencial Ahora",
    "we_are_leaders_in_training": "Somos líderes en formación y reclutamiento, <i class='accent-color'>impulsados por valores y experiencia</i>",
    "strengths": "Fortalezas",
    "strengths_text": "Nos destacamos en identificar y desarrollar talento excepcional, ofreciendo soluciones personalizadas que impulsan el éxito de nuestros clientes.",
    "values": "Valores",
    "values_text": "Guiados por una cultura arraigada en sólidos principios, nuestros valores guían cada aspecto de nuestro trabajo y relaciones.",
    "key_expertise": "Expertise clave",
    "key_expertise_text": "Contamos con una amplia experiencia en formación y reclutamiento, ofreciendo soluciones personalizadas para asegurar el éxito de nuestros clientes.",
    "our_clients_title": "Empresas que ya <i class='accent-color'>confían en nosotros</i>",
    "entrepreneurs": "Nuestros Consultores",
    "projects_led_title": "Descubre cómo hemos liderado proyectos <i class='accent-color'>exitosos de formación y reclutamiento</i>",
    "specialize_in": "Especializarse en",
    "formation": "formación",
    "et_recrutement": "RECLUTAMIENTO ET",
    "contact_us": "Contáctenos",
    "services_title": "Consultoría <span class='accent-color'>de RRHH</span>",
    "our_training_title": "Nuestra <i class='accent-color'>Formación</i>",
    "presentation": "Presentación",
    "presentation_text": "Bienvenido a nuestra sección de Formación, donde la excelencia y el desarrollo de habilidades convergen para impulsar el éxito de tu equipo y empresa...",
    "specialization": "Especialización",
    "specialization_text": "Desde liderazgo hastahabilidades técnicas especializadas, nuestros programas de formación estándiseñados para adaptarse a las necesidades específicas...",
    "success_stories": "Casos de Éxito",
    "success_stories_text": "Nuestros casos de éxito son testimonios tangibles de cómo la formación personalizada hatransformado empresas como la tuya...",
    "see_more": "Ver más",
    "buy_training": "Comprar formación",
    "see_more_trainings": "Ver más formaciones",
    "our_recruitment_title": "¿Qué tipo de apoyo buscas para tus procesos de <i class='accent-color'>evaluación y selección?</i>",
    "industrie_title": "Nuestra <i class='accent-color'>Consultoría</i>",
    "we_stand_out_in": "Destacamos en",
    "we_stand_out_in_text": "Enumeración deindustrias específicas donde hemos tenido un impacto significativo.",
    "custom_adaptation": "Adaptación personalizada",
    "custom_adaptation_text": "Ajustamos nuestrosservicios a las necesidades únicas de cada industria.",
    "our_clients_say_title": "Lo que dicen nuestros <i class='accent-color'>clientes satisfechos</i>",
    "see_more_reviews": "Ver más reseñas",
    "training": "Forma<span class='accent-color'>ción</span>",
    "training_text": "Nuestros programas de formación abarcan talleres intensivos hasta programas de formación continua para desarrollar el talento de tus equipos y mejorar su desempeño.",
    "discover_content_title": "Descubre el contenido <i class='accent-color'>que ofrecemos</i>",
    "discover_content_text": "Materiales actualizados y ejercicios prácticos para una experiencia de aprendizaje enriquecedora.",
    "our_register_title": "Nuestra <i class='accent-color'>Inscripción</i>",
    "our_register_text": "Regístrate fácilmente a través de nuestro portal en línea y comienza tu viaje de aprendizaje.",
    "recruitment_title": "Reclutami<span class='accent-color'>ento</span>",
    "our_methodologies": "Nuestra <i class='accent-color'>Metodologías</i>",
    "our_methodologies_text": "Utilizamos evaluaciones exhaustivas y entrevistas especializadas para garantizar coincidencias perfectas.",
    "our_explanation_title": "¿Qué lograrás <i class='accent-color'>con nosotros?</i>",
    "our_explanation_text": "Desde la creación de perfiles de trabajo hasta la entrevista final, te guiaremos en cada paso del proceso.",
    "success_metrics": "Métricas <i class='accent-color'>de Éxito</i>",
    "success_metrics_text": "Nuestra tasa de retención y satisfacción del cliente son indicadores sólidos de nuestro éxito",
    "careers_title": "Quienes<br><span class='accent-color'>somos</span>",
    "jobs_section_title": "Sección de <i class='accent-color'>Empleo</i>",
    "jobs_section_text": "Para aquellos que buscan unirse a nuestro equipo talentoso.",
    "postulate": "Postular",
    "contact_title": "Cont<span class='accent-color'>acto</span>",
    "address": "Dirección",
    "attention_schedule": "Horarios de Atención",
    "attention_days": "Lunes a viernes 8:00am a 6:00pm",
    "search": "Buscar",
    "phone": "Teléfono",
    "emails": "Correos Electrónicos",
    "privacy_policy": "Política de Privacidad",
    "terms_of_use": "Términos de Uso",
    "services": "Servicios",
    "services_text": "En el mundo empresarial,cada nuevo miembro del equipo es una inversión estratégica. En HERCULES , ofrecemosservicios de reclutamiento que van más...",
    "specialized_process": "Proceso Especializado",
    "specialized_process_text": "Nuestro proceso dereclutamiento especializado se centra en comprender las necesidades únicas detu empresa. Desde la creación de perfiles de trabajo...",
    "recruitment_successes": "Éxitos en Reclutamiento",
    "recruitment_successes_text": "Nos enorgullecenuestro historial de éxito en la colocación de profesionales altamentecalificados en roles clave. Hemos contribuido al crecimiento y éxito dediversas...",
    "about_us_text": "Somos tu socio en un mundo empresarial cambiante y digitalizado y te ayudaremos a aprovechar las oportunidades del futuro del trabajo con nuestra consultoría, formación y reclutamiento.",
    "about_us_text_1": "En Hércules, somos la filial de ZAidAN especializada en consultoría, formación y reclutamiento, con operaciones en Marruecos.<br><br>Como parte de la red global de ZAidAN, brindamos servicios integrales para el desarrollo empresarial y crecimiento sostenible de organizaciones en una variedad de sectores.<br><br>Creemos firmemente que el verdadero valor de una empresa radica en el respaldo, las herramientas y las oportunidades de crecimiento que ofrece a su equipo, por ello nos comprometemos a proporcionar el apoyo necesario para convertir negocios en excelentes compañías.",
    "text_1": "Analizamos y optimizamos las áreas estratégicas de RRHH para potenciar la transformación de tu organización",
    "text_2": "<b>Nos adaptamos:</b> Adecuamos nuestra consultoría a las necesidades y particularidades de tu empresa.<br><br><b>Enfoque en logros:</b> Nuestros planes de acción están dirigidos a ayudarte a cumplir tus metas, acompañándote en todo el proceso.<br><br><b>Alcance Global:</b> Estamos disponibles tanto a nivel nacional como internacional, con una amplia red de cobertura.",
    "button_1": "CONTACTA CON NOSOTROS",
    "text_3": "<b>Transformación integral</b> en tu organización",
    "text_4": "<b>Mayor eficiencia y efectividad</b> en tus procesos",
    "text_5": "<b>Alcance de objetivos</b> con enfoque personalizado",
    "text_6": "<b>Expansión</b> de alcance a nivel nacional e internacional",
    "text_7": "<b>Mejora</b> significativa en <b>el desempeño</b> empresarial <b>y bienestar</b> del equipo",
    "text_8": "Nos especializamos en atraer e identificar el talento más calificado para que fortalezcas tu organización con los mejores profesionales.",
    "text_9": "Personalización",
    "text_10": "Transparencia y precisión",
    "text_11": "Especialización",
    "text_12": "Adaptabilidad",
    "text_13": "Seleccionamos cuidadosamente a los profesionales que se ajustan a la perfección a tu empresa.",
    "text_14": "Ofrecemos un proceso de selección riguroso, transparente y preciso, respaldado por una metodología única.",
    "text_15": "Contamos con consultores altamente especializados en selección, dedicados a identificar y evaluar el talento que necesitas.",
    "text_16": "Analizamos tus objetivos y diseñamos un proceso de selección a medida, enfocado en el perfil que buscas.",
    "text_17": "Selección",
    "text_18": "<ul><li>Seleccionamos y atraemos el talento más compatible con tu empresa.<br><br></li><li>Recruitment Process Outsourcing (RPO) si lo que buscas es delegar la gestión completa o parcial de tu área de reclutamiento.</li></ul>",
    "text_19": "Evaluación individual o grupal",
    "text_20": "<ul><li>Te brindamos una asistencia si has atraído talento y necesitas evaluarlo. Los candidatos pueden ser externos, internos o una combinación de ambos.<br><br></li><li>Realizamos sesiones de evaluación, pruebas y entrevistas para el análisis de los perfiles.<br><br></li><li>Lograrás minimizar los errores en contratación o decisiones de promoción interna con nuestros servicios de procesos de evaluación.</li></ul>",
    "text_21": "Assessment Center",
    "text_22": "<ul><li>Nuestras técnicas de evaluación situacional permitirán identificar comportamientos críticos para un desempeño efectivo del personal.<br><br></li><li>Accede a nuestros servicios para procesos de selección externa, como para promoción interna y planes de desarrollo.</li></ul>"
  },
  "navbar": {
    "home": "Inicio",
    "services": "Consultoria",
    "training": "Formación",
    "recruitment": "Reclutamiento",
    "about_us": "Sobre nosotros",
    "contact": "Contacto"
  },
  "forms": {
    "name": "Nombre",
    "last_name": "Apellido",
    "email": "Correo",
    "option_to_apply": "Adjuntar CV",
    "client_login_text": "¡Ya eres cliente! <i class='accent-color'>ingresa aca</i>",
    "phone_number": "Números de teléfono",
    "email_long": "Direcciones de correo electrónico",
    "terms": "He leído y acepto la política de privacidad*",
    "send": "Enviar"
  }
}